Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/josm-tm.tmx
Source language: en
Languages: ca_es

source: Cannot open a new client session. Server in maintenance or temporary overloaded.
ca_es: No és possible d''obrir una nova sessió. Es fan tasques de manteniment o el servidor està sobrecarregat temporalement.

source: Town/city {0} not found or not available or action canceled
ca_es: Vila/Ciutat {0} no trobada, no disponible o l''acció ha estat anul·lada

source: Choose from...
ca_es: Escollir de...

source: Select commune
ca_es: Seleccionar comuna

source: Auto sourcing
ca_es: Enregistrar la font de manera automàtica

source: Plugin cadastre-fr used the key shortcut F11 for grabbing, which is now allocated for full-screen switch. The new grabbing key is F10, but you can change the key in the shortcut settings if you want.
ca_es: el connector del cadastre francès utilitzava la tecla de drecera F11per descarregar, aquesta tecla ara està assignada a la commutació a la visualització en pantalla completa. La nova tecla per descarregar és F10, però si voleu, podeu canviar-la a la configuració de dreceres.

source: Please enable at least two WMS layers in the cadastre-fr plugin configuration. Layers ''Building'' and ''Parcel'' added by default.
ca_es: Si us plau, habiliteu com a mínim dues capes WMS a la configuració del connector del cadastre-fr. Les capes ''Building'' (edificis) i ''Parcel'' (parcel·les) han estat afegides de manera predeterminada.

source: Warning: failed to put option pane dialog always on top. Exception was: {0}
ca_es: Avís: no ha estat possible de posar sempre en primer pla la finestra del quadre d''opcions. L''excepció ha estat: {0}

source: To enable the cadastre WMS plugin, change the current projection to one of the cadastre projections and retry
ca_es: Per activar el connector del cadastre, canvieu la projecció actual per una de les suportades i torneu a provar

source: Change the current projection
ca_es: Canvia la projecció actual

source: Replace original background by JOSM background color.
ca_es: Reemplaça el fons original pel color de fons de JOSM

source: Reverse grey colors (for black backgrounds).
ca_es: Inverteix els colors grisos (pels fons negres)

source: Set background transparent.
ca_es: Configura el fons com transparent.

source: Draw boundaries of downloaded data.
ca_es: Dibuixa els límits de les dades descarregades.

source: Disable image cropping during georeferencing.
ca_es: Desactiva l''enquadrament de les imatges durant la georeferenciació

source: Use "Tableau d''assemblage"
ca_es: Utilitza el "Tableau d''assemblage"

source: Replace grey shades by white color only
ca_es: Substitueix l''ombrejat en gris per color blanc

source: Select first WMS layer in list.
ca_es: Seleccionar la primera capa WMS de la llista.

source: Don''t use relation for addresses (but "addr:street" on elements).
ca_es: No utilitzeu una relació per les adreces (utilitzeu l''etiqueta "addr:street" sobre els elements).

source: off
ca_es: inactiu

source: symbol
ca_es: símbol

source: parcel
ca_es: parcel·la

source: parcel number
ca_es: nombre de parcel·la

source: section
ca_es: secció

source: commune
ca_es: comuna

source: Enable automatic caching.
ca_es: Activar la utilització automàtica de la memòria cau

source: Max. cache size (in MB)
ca_es: Mida màxima de la memòria cau (en MB)

source: French cadastre WMS
ca_es: Cadastre francès WMS

source: A special handler of the French cadastre wms at www.cadastre.gouv.fr<BR><BR>Please read the Terms and Conditions of Use here (in French): <br><a href="http://www.cadastre.gouv.fr/scpc/html/CU_01_ConditionsGenerales_fr.html"> http://www.cadastre.gouv.fr/scpc/html/CU_01_ConditionsGenerales_fr.html</a> <BR>before any upload of data created by this plugin.
ca_es: Una eina especial per treballar amb el cadastre francès en wms de www.cadastre.gouv.fr<BR><BR>Si us plau, llegiu les condicions d''utilització aquí (en freancès): <br><a href="http://www.cadastre.gouv.fr/scpc/html/CU_01_ConditionsGenerales_fr.html"> http://www.cadastre.gouv.fr/scpc/html/CU_01_ConditionsGenerales_fr.html</a> <BR>abans de cada pujada de dades creades amb aquest connector.

source: <html>Value of key "source" when autosourcing is enabled</html>
ca_es: <html>Valor de la clau "source" (font) quan està habilitada l''assignació automàtica de font</html>

source: Replace the original white background by the background color defined in JOSM preferences.
ca_es: Reemplaçar el color de fons blanc pel color definit a les preferències de JOSM

source: Invert the original black and white colors (and all intermediate greys). Useful for texts on dark backgrounds.
ca_es: Invertir els colors blanc i negre originals (i tots els grisos intermedis). És útil en cas de text sobre un fons fosc.

source: Allows multiple layers stacking
ca_es: Permet l''apilament de vàries capes

source: Set WMS layers transparency. Right is opaque, left is transparent.
ca_es: Establir la transparència de les capes WMS. Dret és opac, esquerra és transparent.

source: Draw a rectangle around downloaded data from WMS server.
ca_es: Dibuixar un rectangle al voltant de les dades descarregades del servidor WMS.

source: Image resolution:
ca_es: Resolució de la imatge:

source: High resolution (1000x800)
ca_es: Alta resolució (1000x800)

source: Medium resolution (800x600)
ca_es: Resolució mitjana (800x600)

source: Low resolution (600x400)
ca_es: Baixa resolució (600x400)

source: Image filter interpolation:
ca_es: Filtre d''interpolació:

source: Nearest-Neighbor (fastest) [ Default ]
ca_es: Veí més proper (més ràpid) [ Predefinit ]

source: Bilinear (fast)
ca_es: Bilineal (ràpid)

source: Bicubic (slow)
ca_es: Bicúbic(lent)

source: Vector images grab multiplier:
ca_es: Multiplicador d''imatges vectorials:

source: Grab one image full screen
ca_es: Descarrega una imatge a pantalla sencera

source: Grab smaller images (higher quality but use more memory)
ca_es: Descarrega imatges més petites (millor qualitat però requereix més memória)

source: Fixed size square (default is 100m)
ca_es: Mida fixada de quadrat (defecte és 100 m)

source: Fixed size (from 25 to 1000 meters)
ca_es: Mida fixada de quadrat (de 25 a 1000 metres)

source: Layers:
ca_es: Capes:

source: See, rivers, swimming pools.
ca_es: Mar, rius, piscines.

source: Buildings, covers, underground constructions.
ca_es: Edificis, coberts, construccions sota terra.

source: Symbols like cristian cross.
ca_es: Símbols com la creu cristiana.

source: Parcels.
ca_es: Parcel·les

source: Parcels numbers, street names.
ca_es: Nombres de parcel·les, noms de carrer.

source: Address, houses numbers.
ca_es: Adreces, nombres de carrer.

source: Locality, hamlet, place.
ca_es: Indret, llogaret, lloc.

source: Cadastral sections and subsections.
ca_es: Seccions i subseccions cadastrals.

source: Municipality administrative borders.
ca_es: Límits administratius dels municipis.

source: Raster images grab multiplier:
ca_es: Multiplicador d''imatges amb format de trama descaregades:

source: Add the "Tableau(x) d''assemblage" in the list of cadastre sheets to grab.
ca_es: Afegeix els ''tableaux d''assemblage" (taulers d''assemblatge) a la llista de capes cadastrals a descarregar

source: Replace greyscale by white color (smaller files and memory usage).
ca_es: Substitueix l''escala de grisos per color blanc (fitxers més petits i poca utilització de memòria)

source: Display crosspieces:
ca_es: Mostra encavalcaments:

source: Allows an automatic caching
ca_es: Permet la utilització automàtica de la memòria cau

source: Oldest files are automatically deleted when this size is exceeded
ca_es: Els fitxers antics són esborrats automàticament quan s''excedeix la mida

source: Automatically selects the first WMS layer if multiple layers exist when grabbing.
ca_es: Selecciona automàticament la primera capa WMS després de la descàrrega del cadastre si n''hi ha més d''una

source: Enable this to use the tag "add:street" on nodes.
ca_es: Habiliteu això per utilitzar l''etiqueta "add:street" als nodes.

source: Unexpected file extension. {0}
ca_es: Extensió de fitxer no esperada. [{0}

source: Add "source=..." to elements?
ca_es: Afegir "source=..." (font) als objectes?

source: Downloading {0}
ca_es: Descarregant {0}

source: Contacting WMS Server...
ca_es: Contactant el servidor WMS...

source: Create buildings
ca_es: Crear edificis

source: To avoid cadastre WMS overload, building import size is limited to 1 km2 max.
ca_es: Per tal d''evitar la sobrecàrrega del WMS del cadastre, l''àrea d''importació d''edificis està limitada a 1 km2 com a màxim.

source: Please, enable auto-sourcing and check cadastre millesime.
ca_es: Si us plau, activeu l''enregistrament automàtic i verifiqueu la mil·lèsima

source: Extract SVG ViewBox...
ca_es: Extreu la ViewBox del SVG...

source: Extract best fitting boundary...
ca_es: Extreu els límits més apropiats...

source: Create boundary
ca_es: Crear límit

source: Contacting cadastre WMS ...
ca_es: Contactant el WMS del casdastre...

source: Image already loaded
ca_es: La imatge ja ha estat carregada

source: Municipality vectorized ! Use the normal Cadastre Grab menu.
ca_es: Municipi vectoritzat ! Utilitzeu el menú de descàrrega del cadastre francès.

source: This commune is not vectorized. Please use the other menu entry to georeference a "Plan image"
ca_es: Aquest municipi no ha estat vectoritzat. Si us plau, utilitzeu una altra eina per georeferenciar la imatge.

source: Extract commune boundary
ca_es: Extreure els límts de la comuna

source: Only on vectorized layers
ca_es: Només sobre capes vectorials

source: Cancel current grab
ca_es: Anul·lar la descàrrega

source: Cancel current grab (only vector images)
ca_es: Anul·lar la descàrrega (només les imatges vectorials)

source: Cadastre grab
ca_es: Descàrrega del cadastre

source: Download Image from French Cadastre WMS
ca_es: Descarregar imatge del cadastre francès WMS

source: Georeference an image
ca_es: Georeferenciar una imatge

source: Grab non-georeferenced image
ca_es: Prendre una imatge no georeferenciada

source: Georeferencing interrupted
ca_es: Georeferenciació interrompuda

source: This image contains georeference data. Do you want to use them ?
ca_es: Aquesta imatge conté dades georeferenciades. Les voleu utilitzar?

source: Load layer from cache
ca_es: Carregar de la memòria cau

source: Load location from cache (only if cache is enabled)
ca_es: Carregar la localització de la memòria cau (només si aquesta està activada)

source: {0} not allowed with the current projection
ca_es: {0} no és possible amb la projecció actual

source: Cannot load cache {0} which is not compatible with current projection zone
ca_es: No és possible de carregar {0} de la memòria cau perquè no és compatible amb la projecció de la zona

source: Selected file {0} is not a cache file from this plugin (invalid extension)
ca_es: El fitxer seleccionat {0} no és a la memòria cau d''aquest connector (extensió incorrecta)

source: The location {0} is already on screen. Cache not loaded.
ca_es: El lloc {0} ja és a la pantalla. No s''ha utilitzat la memòria cau.

source: (optional)
ca_es: (opcional)

source: Change location
ca_es: Canvia la ubicació

source: Set a new location for the next request
ca_es: Seleccionar un nou lloc per a la següent petició

source: Add a new municipality layer
ca_es: Afegeix una nova capa de municipi

source: Commune
ca_es: Comuna

source: <html>Enter the town,village or city name.<br>Use the syntax and punctuation known by www.cadastre.gouv.fr .</html>
ca_es: <html>Indiqueu el non del poble, la vila o la ciutat.<br>Utilitzeu la sintaxi i la puntuació explicada a www.cadastre.gouv.fr .</html>

source: Departement
ca_es: Departament

source: <html>Departement number (optional)</html>
ca_es: <html>Codi de departament (opcional)</html>

source: Add new layer
ca_es: Afegeix una nova capa

source: Open Cadastre Preferences
ca_es: Preferències de l''Open Cadastre

source: Refine georeferencing
ca_es: Refina la georeferenciació

source: Improve georeferencing (only raster images)
ca_es: Millora la georeferenciació (només imatges ràster)

source: Reset cookie
ca_es: Inicialitzar galeta

source: Get a new cookie (session timeout)
ca_es: Obtenir una nova galeta (la sessió ha expirat)

source: Save image as...
ca_es: Desa la imatge com...

source: PNG files (*.png)
ca_es: Fitxers PNG (*.png)

source: GeoTiff files (*.tif)
ca_es: Fitxer GeoTiff (*.tif)

source: Export image (only raster images)
ca_es: Exporta la imatge (nomes imatges ràster)

source: Click first corner for image cropping (two points required)
ca_es: Feu clic sobre el primer punt (cantonada) per retallar la imatge (es necessiten dos punts)

source: Image cropping
ca_es: Retallat de la imatge

source: Click first Lambert crosspiece for georeferencing (two points required)
ca_es: Feu clic sobre el primer encreuament Lambert per georeferenciar (són necessaris dos punts)

source: Image georeferencing
ca_es: Georeferenciació d''imatges

source: Do you want to cancel completely or just retry
ca_es: Voleu anul·lar definitivament o només tornar a provar

source: Ooops. I failed to catch all coordinates correctly. Retry please.
ca_es: Ui! no s''han obtingut totes les coordenades correctsment. Si us plau torneu a provar.

source: Enter cadastre east,north position
ca_es: Indiqueu una posició del cadastre (coordenades est i nord)

source: (Warning: verify north with arrow !!)
ca_es: (Avís: comproveu el nord amb la fletxa !!)

source: East
ca_es: Est

source: I use the mouse
ca_es: Utilitzo el ratolí

source: Set {0} Lambert coordinates
ca_es: Establir {0} coordenades Lambert

source: Click second corner for image cropping
ca_es: Feu clic sobre el segon punt (cantonada) per retallar la imatge

source: Click second Lambert crosspiece for georeferencing
ca_es: Feu clic sobre el segon encreuament Lambert per georeferenciar

source: Adjust WMS
ca_es: Adjustament WMS

source: Adjust the position of the WMS layer (saved for raster images only)
ca_es: Ajusta la posició de la capa WMS (només enregistrada per les imatges ràster)

source: More than one WMS layer present Select one of them first, then retry
ca_es: Hi ha més d''una capa WMS Seleccioneu-ne una i torneu a provar

source: Reset offset
ca_es: Inicialitza decalatge

source: Reset offset (only vector images)
ca_es: Inicialitza decalatge (només imatges vectorials)

source: WMS layer ({0}), {1} tile(s) loaded
ca_es: Capa WMS ({0}), {1} tessel·les carregades

source: Is not vectorized.
ca_es: No és vectorial

source: Bounding box: {0}
ca_es: Rectangle de selecció: {0}

source: Image size (px): {0}/{1}
ca_es: Mida de la imatge (px): {0}/{1}

source: Is vectorized.
ca_es: ÉS vectorial.

source: Commune bbox: {0}
ca_es: Zona delimitada de la comuna: {0}

source: Unsupported cache file version; found {0}, expected {1} Create a new one.
ca_es: Versió de fitxer de memòria cau no suportada; trobada {0}, esperada {1} Creeu un de nou.

source: Cache Format Error
ca_es: Error de format a la memòria cau

source: Lambert zone {0} in cache incompatible with current Lambert zone {1}
ca_es: La zona Lambert {0} de la memòria cau no és compatible amb la zona actual {1}

source: Cache Lambert Zone Error
ca_es: Error a la zona Lambert de la memòria cau

source: canvec tile helper
ca_es: ajuda per les tessel·les CanVec

source: Use
ca_es: Ús

source: Please select a scheme to use.
ca_es: Si us plau seleccioneu l''esquema a utilitzar

source: Color Scheme
ca_es: Esquema de color

source: Please select the scheme to delete.
ca_es: Si us plau seleccioneu l''equema a suprimir

source: Use the selected scheme from the list.
ca_es: Utilitzar l''esquema seleccionat de la llista.

source: Use the current colors as a new color scheme.
ca_es: Utilitzar els colors actuals com un nous esquema de color

source: Delete the selected scheme from the list.
ca_es: Suprimir l''esquema seleccionat de la llista.

source: Color Schemes
ca_es: Esquemes de color

source: Address
ca_es: Adreça

source: Split area
ca_es: Divideix l''àrea

source: Splits an area by an untagged way.
ca_es: Divideix una àrea amb una via sense etiquetar

source: The selected area cannot be splitted, because it is a member of some relation. Remove the area from the relation before splitting it.
ca_es: L''àrea selecciona no pot ser dividida perquè és membre d''alguna relació. Abans de pode dividir heu de treure l''àrea de la relació.

source: TangoGPS Files (*.log)
ca_es: Fitxers TangoGPS (*.log)

source: Coordinates imported:
ca_es: Coordenades importades:

source: Format errors:
ca_es: Errors de format:

source: TangoGPS import success
ca_es: Fitxer TangoGPS importat correctament

source: TangoGPS import failure!
ca_es: La importació del fitxer TangoGPS ha fallat!

source: TCX Files (*.tcx)
ca_es: Fitxers TCX (*.tcx)

source: Download along...
ca_es: Descarrega al llarg..

source: Download OSM data along the selected ways.
ca_es: Descarrega dades OSM al llarg de les vies seleccionades.

source: Download Along
ca_es: Descarrega al llarg

source: Please select 1 or more ways to download along
ca_es: Si us plau seleccioneu 1 o més vies per descarregar dades al seu llarg

source: Download from OSM along selected ways
ca_es: Descarrega dades d''OSM al llarg de les vies seleccionades

source: {0} intermediate nodes to download.
ca_es: {0} nodes intermedis a descarregar

source: between {0} {1} and {2} {3}
ca_es: entre {0} {1} i {2} {3}

source: adding {0} {1}
ca_es: afegint {0} {1}

source: Layer for editing GPX tracks
ca_es: Capa per modificar tracks GPX

source: Convert to GPX layer with anonymised time
ca_es: Convertir a capa GPX amb data i hora anònims

source: EditGpx
ca_es: Modificar GPX

source: edit gpx tracks
ca_es: modificar tracks GPX

source: Import path from GPX layer
ca_es: Ruta d''importació de la capa GPX

source: Drop existing path
ca_es: Descarta ruta existent

source: No GPX data layer found.
ca_es: No s''ha trobat cap capa de dades GPX

source: External tool error
ca_es: Error de l''eina externa

source: Child script have returned invalid data. stderr contents:
ca_es: L''escript fill ha retornat dades no vàlides. contingut de l''error:

source: exttool:{0}
ca_es: eina externa: {0}

source: External Tool: {0}
ca_es: Eina externa: {0}

source: Edit tool
ca_es: Eina d''edició

source: Name:
ca_es: Nom:

source: CmdLine:
ca_es: Línia de comandes:

source: External tools
ca_es: Eines externes

source: Delete tool "{0}"?
ca_es: Eina de supressió "{0}"?

source: Are you sure?
ca_es: Esteu segur?

source: New tool...
ca_es: Eina nova...

source: Install
ca_es: Instal·la

source: Public
ca_es: Públic

source: Could not get server response, check logs
ca_es: No ha estat possible d''obtenir una resposta del servidor, mireu el registre per més informació

source: Failed to login as {0}:
ca_es: Ha fallat l''accés com {0}:

source: The server did not return user ID
ca_es: El servidor no ha retornat l''ID d''usuari

source: Failed to send message:
ca_es: Ha fallat l''enviament del missatge:

source: Failed to get messages as {0}:
ca_es: Ha fallat l''obtenció de missatges com {0}:

source: Zoom in to see messages
ca_es: Amplia per veure missatges

source: Login
ca_es: Inici de sessió

source: Enable autologin
ca_es: Activa l''inici automàtic de sessió

source: {0} user
ca_es: {0} usuari

source: not logged in
ca_es: no connectat

source: User {0} has left
ca_es: L''usuari {0} ha sortit

source: User {0} is mapping nearby
ca_es: L''usuari {0} està cartografiant a la rodalia

source: Users mapping nearby:
ca_es: Usuaris que es troben cartografiant a la rodalia:

source: Private chat
ca_es: Xat privat

source: Close tab
ca_es: Tanca la pestanya

source: Logout
ca_es: Tanca la sessió

source: Clear log
ca_es: Neteja el registre

source: Show users on map
ca_es: Mostra usuaris sobre el mapa

source: Position only
ca_es: Només posició

source: Position, Time, Date, Speed
ca_es: Posició, hora, data, velocitat

source: Position, Time, Date, Speed, Altitude
ca_es: Posició, hora, data, velocitat, altitud

source: A By Time
ca_es: A per temps

source: A By Distance
ca_es: A per distància

source: B By Time
ca_es: B per temps

source: B By Distance
ca_es: B per distància

source: C By Time
ca_es: C per temps

source: C By Distance
ca_es: C per distància

source: Data Logging Format
ca_es: Format del registre de dades

source: Disable data logging if speed falls below
ca_es: Desactiva l''enregistrament de dades si la velocitat baixa per sota de

source: Disable data logging if distance falls below
ca_es: Desactiva l''enregistrament de dades si la distància baixa per sota de

source: Unknown logFormat
ca_es: Format de registre desconegut

source: Configure Device
ca_es: Configura dispositiu

source: Importing data from device.
ca_es: Important dades del dispositiu

source: Importing data from DG100...
ca_es: Important dades de DG100...

source: Error deleting data.
ca_es: Error en suprimir dades.

source: imported data from {0}
ca_es: dades importades de {0}

source: No data found on device.
ca_es: No s''han trobat dades al dispositiu

source: Connection failed.
ca_es: Ha fallat la connexió.

source: Cannot load library rxtxSerial. If you need support to install it try Globalsat homepage at http://www.raphael-mack.de/josm-globalsat-gpx-import-plugin/
ca_es: No s''ha pout carregar la llibreria rxtxSerial. Si necessiteu ajuda per instal·lar-la consulteu el lloc web de Globalsat http://www.raphael-mack.de/josm-globalsat-gpx-import-plugin/

source: Globalsat Import
ca_es: Importa Globalsat

source: Import Data from Globalsat Datalogger DG100 into GPX layer.
ca_es: Importa dades de Globalsat Datalogger DG100 a una capa GPX

source: Import
ca_es: Importa

source: select gpx points and "blam!", find centre and direction of spread
ca_es: selecciona punts gpx i "blam!" trova el centre i la direcció de propagació

source: Add EGPX layer
ca_es: Afegeix capa EGPX

source: GPX Data
ca_es: Dades GPX

source: Classes element below root child level
ca_es: L''element de les classes és sota el nivell del fill principal

source: Class element ({0}) outside classes element
ca_es: Element de classe ({0}) fora d''element de classes

source: Class element without name
ca_es: Element de classe sense nom

source: Tag element outside basetag and implication elements
ca_es: L''etiqueta és externa respecte les etiquetes de base i als elements implicats

source: Implications element below root child level
ca_es: L''element implicat és sota el nivell fill principal

source: Tag without key
ca_es: Etiqueta sense clau

source: Tag without value (key is {0})
ca_es: Etiqueta sense valor (la clau és {0})

source: Closed classes while it was not open
ca_es: Tancament de classes sense que hagin estat obertes

source: Closed classes element before all class elements were closed
ca_es: Tancament de classe abans d''haver tancat tots els elements.

source: Closed class element while none was open
ca_es: Element de classe tancat tot i que cap fou obert

source: Closed basetags while it was not open
ca_es: Etiquetes de base tancades mentre no siguin obertes

source: Closed implications while it was not open
ca_es: Implicacions tancades mentre no s''obrin

source: Tag element inside other tag element
ca_es: Etiqueta dins d''una altra etiqueta

source: Invalid opening xml tag <{0}> in state {1}
ca_es: Obertura incorrecta de l''etiqueta xml <{0}> en estat {1}

source: Condition isn''t finished at </condition> tag
ca_es: La condició no ha estat finalitzada amb l''etiqueta </condition>

source: Closing tag element that was not open
ca_es: Tancament d''un element que no ha estat obert

source: Invalid closing xml tag </{0}> in state {1}
ca_es: Tancament incorrecte de l''etiqueta xml </{0}> en estat {1}

source: Some tags not been closed; now in state {0}
ca_es: Algunes etiquetes no han estat tancades; ara són en estat {0}
